Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: There were songs, speeches, and more firing of the gun, and a special gift of an apple was bestowed on every animal, with two ounces of corn for each bird and three biscuits for each dog.
uk_1984_iryna_dybko_khutir_tvaryn: були там промови, співи, вистріли з рушниці та окремі приділи для всіх: по два яблука для тварин, по дві пригорщі зерна для кожної птиці та по три сухарі для псів. Ясно, що псів Вісарйонова нагородили ще й іншим приділом...
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Лунали промови й пісні, стріляли з рушниці, і кожен, як особливий подарунок, дістав по яблуку, курки — по дві жмені зерна, собаки — по три сухарі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Лунали пісні й промови, стріляли з рушниці, кожній тварині дали по яблучку, кожному птахові — по три унції кукурудзи, кожному собаці — по три галети.

source: It was announced that the battle would be called the Battle of the Windmill, and that Napoleon had created a new decoration, the Order of the Green Banner, which he had conferred upon himself.
uk_1984_iryna_dybko_khutir_tvaryn: В тому ж часі Вісарйонов проголосив, що ця боротьба називатиметься «Битва під вітряком». Для хоробрих, що безстрашно боролись, створено «Орден червоного прапора», і саме ним Вісарйонов прикрасив свої груди, побіч двох раніших орденів.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вирішили також, що битва називатиметься Битвою під Вітряком; Наполеон запровадив нову відзнаку, Орден Зеленого Прапора, яким і нагородив себе.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Оголосили, що бій носитиме ім’я «Битва під Млином» і Наполеон запровадив Орден Зеленого Прапора, яким нагородив самого себе.

source: In the general rejoicings the unfortunate affair of the banknotes was forgotten.
uk_1984_iryna_dybko_khutir_tvaryn: Переживаючи врочистості перемоги, забули всі про неприємності, що їх заподіяв Федориков, коли за дерева сплатив підробленими монетами.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: У загальній радості майже забулася історія з фальшивими банкнотами.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: На тлі загального тріумфу історію з фальшивими банкнотами забули.

source: It was a few days later than this that the pigs came upon a case of whisky in the cellars of the farmhouse. It had been overlooked at the time when the house was first occupied.
uk_1984_iryna_dybko_khutir_tvaryn: Декілька днів після святкувань, кабани знайшли в пивниці головного будинку велику скриню з пляшками горілки. Колись вона належала Романову, та він, утікаючи, покинув її.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Через кілька днів свині натрапили в коморі на ящик віскі: його, коли займали будинок, просто не помітили.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Кілька днів потому свині випадково натрапили в льоху житлового будинку на ящик віскі.

source: At about half past nine Napoleon, wearing an old bowler hat of Mr. Jones’s, was distinctly seen to emerge from the back door, gallop rapidly round the yard, and disappear indoors again.
uk_1984_iryna_dybko_khutir_tvaryn: Враз тварини запримітили, як ото з головного будинку вийшов задніми дверима Вісарйонов; на ньому була куртка Романова й він бігав разів декілька довкола дому. Тому, що вже було близько дев’ятої години вечора, ніхто не бачив виразу його обличчя, але він швидко пробігав, тим то й можна було додуматись, що його щось турбує. Побігавши довкола майдану, він знову зайшов додому, але цим разом передніми дверима, бо там уже ждали на нього його пси.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А десь о пів на десяту достеменно бачили, як із надвірних дверей у старому капелюсі містера Джонса вийшов Наполеон, прогалопував по двору і знову зник у будинку.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тоді ж, приблизно о пів на дев’яту, тварини бачили, як із задніх дверей вискочив Наполеон у старому капелюсі-циліндрі Джонса, швидко оббіг двір і знову зник усередині будинку.

source: But in the morning a deep silence hung over the farmhouse.
uk_1984_iryna_dybko_khutir_tvaryn: Раннім ранком, коли сім’я тварин відходила — хто на поле, хто на будову вітряка, хто до колгоспу, з дива не могли вийти, що в головному будинку запанувала така гробова тиша;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але вранці біля будинку стояла глибока тиша.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Але вранці у будівлі панувала важка тиша.

source: Not a pig appeared to be stirring.
uk_1984_iryna_dybko_khutir_tvaryn: ні кабана, ні свині, ані поросят не було видно.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Не було видно ніде жодної свині.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Здавалося, там не ворушилася жодна свиня.

source: It was nearly nine o’clock when Squealer made his appearance, walking slowly and dejectedly, his eyes dull, his tail hanging limply behind him, and with every appearance of being seriously ill.
uk_1984_iryna_dybko_khutir_tvaryn: Аж після десятої години ранку вийшов Нікітов, похитуючися й ледве переступаючи з ноги на ногу; очі його в якомусь отупінні, хвіст нерухомо повис, з усього видно було, що Нікітов погано себе почуває.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Лише близько дев'ятої з'явився Пищик; чвалав він повільно й понуро, погляд його потьмянів, а хвостик безвладно обвис — весь його вигляд свідчив про серйозну недугу.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Лише близько дев’ятої нарешті у дворі з’явився Пискун. Він не йшов, а повільно чвалав, його очі потьмяніли, хвостик мляво звисав, — на вигляд він був зовсім хворий.

source: He called the animals together and told them that he had a terrible piece of news to impart.
uk_1984_iryna_dybko_khutir_tvaryn: Хрипким голосом скликав він тварин на майдан, щоб поділитися жахливою вісткою,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він скликав тварин і повідомив страшну новину:
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А скликавши тварин, оголосив жахливу новину:

source: Comrade Napoleon was dying!
uk_1984_iryna_dybko_khutir_tvaryn: мовляв є всі признаки, що вождь Вісарйонов смертельно хворий.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: товариш Наполеон при смерті!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: товариш Наполеон при смерті!

source: A cry of lamentation went up.
uk_1984_iryna_dybko_khutir_tvaryn: Тварини відповіли Нікітову спонтанним виявом жалю, питаючи, чи не могли б у чому прислужитись, щоб його здоров’я покращало?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Знявся розпачливий лемент.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Здійнявся моторошний крик.

source: Straw was laid down outside the doors of the farmhouse, and the animals walked on tiptoe. With tears in their eyes they asked one another what they should do if their Leader were taken away from them.
uk_1984_iryna_dybko_khutir_tvaryn: Відтак пішла гутірка, і стали перепитувати себе, яке ото життя буде без проводу вождя? Вистелили довкілля будинку соломою, щоб не було чути, як ітимуть, стукоту, щоб Вісарйонов міг відпочивати. Лише сповільненим кроком і то тільки з конечности ходили біля головного будинку, обережно ступали й жалісно поглядали на будинок.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Біля будинку постелили солому, і всі ходили навшпиньки; із сльозами на очах вони питали один одного, що ж із ними буде, коли не стане їхнього вождя.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Принесли солому, постелили біля парадного входу в дім, всі ходили навшпиньки. Зі сльозами на очах запитали одне в одного, що ж з ними буде, якщо не стане їхнього вождя.

source: A rumour went round that Snowball had after all contrived to introduce poison into Napoleon’s food.
uk_1984_iryna_dybko_khutir_tvaryn: Пройшло днів декілька й тварини довідались, що й тут вина Давидовича, бо якимось чином вдалося йому всипати отруту в їду Вісарйонова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Пронеслася чутка, що Сніжкові таки вдалося підсипати Наполеонові трутизни.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Поширилася чутка, що Сніжку все-таки вдалося підсипати отрути в їжу Наполеону.

source: At eleven o’clock Squealer came out to make another announcement.
uk_1984_iryna_dybko_khutir_tvaryn: Після декількох годин прийшов Нікітов і проголосив нове розпорядження:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Об одинадцятій вийшов Пищик і зробив іще одну заяву.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Об одинадцятій годині вийшов Пискун і зробив ще одне оголошення.

source: As his last act upon earth, Comrade Napoleon had pronounced a solemn decree: the drinking of alcohol was to be punished by death.
uk_1984_iryna_dybko_khutir_tvaryn: силою свого авторитету вождь забороняє пити алькоголь, а хто не послухає того закону — наражається на кару смерти.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Як свою останню земну волю товариш Наполеон заповів: споживання алкоголю карати смертною карою.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наостанок товариш Наполеон звелів видати указ про запровадження смертної кари за вживання алкоголю.

source: By the evening, however, Napoleon appeared to be somewhat better, and the following morning Squealer was able to tell them that he was well on the way to recovery.
uk_1984_iryna_dybko_khutir_tvaryn: Під вечір стан здоров’я Вісарйонова покращав, а на другий день довідались від Нікітова, що вождь видужує.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Проте під вечір Наполеонові наче покращало. А вранці Пищик запевнив усіх, що той видужує.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Однак у другій половині дня Наполеона нібито попустило, а вранці Пискун повідомив, що Вождь одужує.

source: By the evening of that day Napoleon was back at work, and on the next day it was learned that he had instructed Whymper to purchase in Willingdon some booklets on brewing and distilling.
uk_1984_iryna_dybko_khutir_tvaryn: Пополудні повернувся він уже до своїх нормальних обов’язків. Кожного дня приходили дальші новини, а ось сьогодні довідались в хуторі, що Вісарйонов за поміччю Химернікова купив у Волгограді книжку з приписами на виріб пива та горілки.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: До вечора Наполеон уже приступив до праці, а наступного дня стало відомо, що він звелів Вімперу придбати в Уїллінгдоні кілька брошур з броварної справи й дистиляції.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Увечері він вже зміг виконувати свої обов’язки, а наступного дня доручив містеру Вімперу придбати кілька посібників з пиво- і самогоноваріння.

source: A week later Napoleon gave orders that the small paddock beyond the orchard, which it had previously been intended to set aside as a grazing-ground for animals who were past work, was to be ploughed up.
uk_1984_iryna_dybko_khutir_tvaryn: Тиждень пізніше вождь дав наказ виорати й засіяти ячменем луг за садком. Це місце призначено раніше на відпочинок для старших віком тварин.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ще через тиждень Наполеон розпорядився розорати маленький вигін за садком, що призначався для випасу тварин-пенсіонерів.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Через тиждень Наполеон наказав, щоб зорали лужок за садом, який передбачалося колись передати під пасовисько для літніх тварин.

source: It was given out that the pasture was exhausted and needed re-seeding; but it soon became known that Napoleon intended to sow it with barley.
uk_1984_iryna_dybko_khutir_tvaryn: Тепер під наглядом, мусіли тварини дбайливо вирощувати ячмінь, а про місце відпочинку, говорив Нікітов, довідаються пізніше. Вождь, мовляв, своєчасно передумає оте питання. Після того, як засіяли на лузі ячмінь, пішли робочі тварини до приміщень на належний відпочинок.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Буцімто вигін той виснажився й потребує перезасівання; хоч незабаром з'ясувалося, що Наполеон планує його під ячмінь.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Казали, що причиною є виснаження ґрунту, хоч незабаром з’ясувалося, що Наполеон має намір вирощувати там ячмінь.

source: About this time there occurred a strange incident which hardly anyone was able to understand.
uk_1984_iryna_dybko_khutir_tvaryn: Та не судилось їм у спокої спати, бо трапилось таке, чого ніхто не міг собі ніяк вияснити.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Приблизно тоді ж стався випадок, що його чи хто й второпав.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Саме тоді сталася дивна подія, сенс якої на той час ніхто не зміг пояснити.

source: One night at about twelve o’clock there was a loud crash in the yard, and the animals rushed out of their stalls.
uk_1984_iryna_dybko_khutir_tvaryn: Близько дванадцятої години ночі почули голосний грюкіт, а прокинувшись, усі вийшли з їхніх приміщень, щоби провірити, що такого трапилось.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Якось уночі, близько дванадцятої, на подвір'ї розлігся гучний тріск, аж тварини повискакували з хлівів.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Одного разу вночі, годині о дванадцятій, у дворі пролунав страшний тріск, а потім глухий удар. Усі тварини повибігали надвір.

source: It was a moonlit night.
uk_1984_iryna_dybko_khutir_tvaryn: Ніч була місячна, ясна,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Була місячна ніч.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Була місячна повня.

source: At the foot of the end wall of the big barn, where the Seven Commandments were written, there lay a ladder broken in two pieces.
uk_1984_iryna_dybko_khutir_tvaryn: тож не було трудно бачити, як біля клуні, при стіні, де були виписані заповіді тваринізму, лежав на землі Нікітов, а побіч поламана драбина й порозливана фарба.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: За великим хлівом, де на стіні були закарбовані Сім Заповідей, лежала переламана драбина,
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Біля стіни великого хліву з написаними Сімома Положеннями лежала переламана драбина,

source: Squealer, temporarily stunned, was sprawling beside it, and near at hand there lay a lantern, a paint-brush, and an overturned pot of white paint.
uk_1984_iryna_dybko_khutir_tvaryn: [лежав на землі Нікітов, а побіч поламана драбина й порозливана фарба.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: біля неї розпластався отетерілий Пищик. А поряд валялися ліхтар, пензлик і перевернуте горня з білою фарбою.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: а поруч ледь дриґав ногами ошелешений Пискун. Біля нього валялися ліхтар, пензлик і горщик, з якого витікала біла фарба.

source: The dogs immediately made a ring round Squealer, and escorted him back to the farmhouse as soon as he was able to walk.
uk_1984_iryna_dybko_khutir_tvaryn: Вслід за згуртованими прибігли пси, обступили навкруг нього, а коли Нікітов прочуняв, повели його до головного будинку.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Собаки негайно оточили його і, як тільки він спромігся йти, відвели в будинок.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Собаки негайно оточили Пискуна й щойно він звівся на ноги, відвели в будинок.

source: None of the animals could form any idea as to what this meant, except old Benjamin, who nodded his muzzle with a knowing air, and seemed to understand, but would say nothing.
uk_1984_iryna_dybko_khutir_tvaryn: Ніхто із решти тварин не міг додуматися, в чому справа, лиш поглядали одне на одного мовчки і час від часу похитували головами.. Тільки один Молчазніков про все знав і на вус мотав, але нікому не казав; він же всіх, як завжди, оминав, та ні з ким не говорив, хібащо одного Добрилова, побачивши, поздоровив.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ніхто не годен був збагнути, що те все значило, окрім хіба старого Бенджаміна, який значущо хитав мордою і ніби щось утаював, проте нічого не хотів говорити.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ніхто з тварин, здавалося, не мав і зеленого поняття про те, що тут відбувалося. Мабуть, окрім старого Бенджаміна, який повільно похитав головою, але сказати нічого не захотів.

source: But a few days later Muriel, reading over the Seven Commandments to herself, noticed that there was yet another of them which the animals had remembered wrong.
uk_1984_iryna_dybko_khutir_tvaryn: Декілька днів після тієї дивної нічної події, Мурка, проходячи біля стіни, де записано заповіді тваринізму, запримітила, що ще одну заповідь либонь невірно завчила;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Та через кілька днів, перечитуючи, щоб краще засвоїти, Сім Заповідей, Мюріел зауважила, що іще одну заповідь тварини хибно запам'ятали.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А кількома днями пізніше Мюріель, перечитуючи настанови, звернула увагу на те, що раніше неправильно запам’ятала ще одне положення.

source: They had thought the Fifth Commandment was “No animal shall drink alcohol,” but there were two words that they had forgotten.
uk_1984_iryna_dybko_khutir_tvaryn: була певна, що змістом п’ятої заповіді було: «Не дозволяється тваринам пити алькоголю!»
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вони гадали, що П'ята заповідь гласила: «Жодна тварина не повинна вживати спиртного». Але ж там було ще два слова, які вони упустили.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Їй здавалося, що в П’ятому було сказано: «Жодна тварина не повинна вживати алкоголь». Насправді там є ще два слова, про які вона, напевно, забула,

source: Actually the Commandment read: “No animal shall drink alcohol to excess.”
uk_1984_iryna_dybko_khutir_tvaryn: Значить, Мурка тоді переочила останнє слово речення п’ятої заповіді, що ось тут виписана: «Нікому з тварин не дозволяється пити алькоголю надміру».
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І насправді ця заповідь закликала: «Жодна тварина не повинна вживати спиртного н а д м і р у».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: а тепер нарешті завчить правильно: «Жодна тварина не повинна вживати алкоголь понад міру».

source: Chapter IX
uk_1984_iryna_dybko_khutir_tvaryn: IX
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Розділ IX

source: Boxer’s split hoof was a long time in healing.
uk_1984_iryna_dybko_khutir_tvaryn: На ногах рани і розбите коліно Добрилова не гоїлися, щобільш, коліно опухло, а з рани час від часу витікала кров.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Довго гоїлося Боксерове поламане копито.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Розколоте копито Боксера заживало довго, і він вільно не міг ступати на ту ногу.

source: They had started the rebuilding of the windmill the day after the victory celebrations were ended.
uk_1984_iryna_dybko_khutir_tvaryn: Але, до речі, не було й коли Добрилову відпочивати, бо вже чергового дня після відзначення перемоги почали знову будову вітряка.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Відбудовувати вітряка почали відразу після святкування перемоги.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А відновлення зруйнованого млина почали одразу на наступний день після святкування перемоги.

source: Boxer refused to take even a day off work, and made it a point of honour not to let it be seen that he was in pain.
uk_1984_iryna_dybko_khutir_tvaryn: Добрилов зразу ж пішов на роботу, переборюючи міцний біль. Слухняний наказам Вісарйонова, не захотів ні одного дня вжити на спочинок для видужання.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Боксер і слухати не хотів про вихідний, для нього було справою честі мужньо зносити свої страждання,
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Однак Боксер не мав наміру утримуватися від роботи навіть на хвилину й уважав справою честі приховувати свої страждання.

source: In the evenings he would admit privately to Clover that the hoof troubled him a great deal.
uk_1984_iryna_dybko_khutir_tvaryn: Тільки увечорі стиха признавався Коневій, як рана дошкульно й безупинно болить.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: хоч увечері іноді нишком жалівся Конюшинці, що копито дошкуляє дедалі дужче.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Лише Люцерні зізнавався вечорами, що біль дошкуляє дедалі сильніше.

source: Clover treated the hoof with poultices of herbs which she prepared by chewing them, and both she and Benjamin urged Boxer to work less hard.
uk_1984_iryna_dybko_khutir_tvaryn: Вона ж прикладала до його рани всяке лікувальне зілля, раніш пережувавши його належно. І Конева і Молчазніков були стурбовані його здоров’ям, дораджували, щоб за собою глядів і відпочивав, бо це конечне для підлікування ран.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Конюшинка прикладала до копита відвари з трав, що їх вона для цього пережовувала; як вона, так і Бенджамін умовляли Боксера не надриватися.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Люцерна допомагала чим могла. Збирала й пережовувала трави, прикладаючи на ніч компреси до копита. [До її умовлянь долучався й Бенджамін.]

source: “A horse’s lungs do not last for ever,” she said to him. But Boxer would not listen.
uk_1984_iryna_dybko_khutir_tvaryn: Але дарма, він і слухати не хотів.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: «Кінські легені не вічні», — казала Конюшинка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: «І в коня легені не вічні», — казала вона, благаючи Боксера не працювати так напружено. До її умовлянь долучався й Бенджамін. Та Боксер не хотів їх слухати,

source: He had, he said, only one real ambition left — to see the windmill well under way before he reached the age for retirement.
uk_1984_iryna_dybko_khutir_tvaryn: Його ціллю було, доки ще піде через свій вік на відпустку, побачити вітряк у показному зростанні. Він знав дуже добре, що тільки його незвичайна сила й витривалість можуть до того причинитись. Тому Добрилов спішив, не марнував ні однієї хвилини, хоч би на невеликий спочинок чи лікування ран; сподівався, що вік емеритури недалеко, й нишком мріяв про закуток, де міг би спокійно зі своїм приятелем Молчазніковим погуторити.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але де там, Боксер, знай, торочив, що живе тільки одним — побачити вітряк на добру половину збудованим, перш ніж вийде на пенсію.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: запевняючи, що має здійснити свою єдину нині мрію: перш ніж вийти на пенсію, побачити частково збудований вітряк.

source: At the beginning, when the laws of Animal Farm were first formulated, the retiring age had been fixed for horses and pigs at twelve, for cows at fourteen, for dogs at nine, for sheep at seven, and for hens and geese at five.
uk_1984_iryna_dybko_khutir_tvaryn: Зразу ж після революції завели з ініціативи Маркова закон, що коням і свиням належиться відпустка після дванадцяти років життя; для корів — після чотирнадцяти, псам після дев’яти, овечкам після семи років життя, а для курей і гусок — після п’яти.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Спочатку, коли творилися закони «Раю для Тварин», пенсійний вік для коней і свиней встановили дванадцять років, для корів — чотирнадцять, для собак — дев'ять, для овець — сім, для курей і гусей — п'ять.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: На початках, коли визначали закони, за якими житиме Колгосп, пенсійний вік для коней і свиней становив 12 років, для корів — 14, собак — дев’ять, овець — сім, для курей і гусей — п’ять.

source: Liberal old-age pensions had been agreed upon.
uk_1984_iryna_dybko_khutir_tvaryn: Тож прислуговує їм стареча пенсія у відповідних межах.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вирішено було, що пенсії будуть щедрі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Обіцялися великі пенсії.
